<?php
namespace Common\Object;
class CoverageLevel{
	//保险额度 分类
	private $_level=array(
			'dsfzr' =>array('5','10','15','20','30','50','100'),//单位 --万 ，  第三方责任险
			'csx'   =>array('1年以下','1-2年','2-6年','6年以上'),//车损险			【基础保费】--【费率】
			'dqx'   =>array(),//盗抢险			【基础保费】--【费率】
			'sjzwzr'=>array(),//司机座位责任           【基础保费】--【费率】
			'ckzwzr'=>array(),//乘客座位责任	【基础保费】--【费率】
			'bl'    =>array('国产玻璃','进口玻璃'),//玻璃险			【国产玻璃】--【进口玻璃】
												
			'hh'	=>array(
					'be'=>array('2000','5000','10000','20000'),	//保额
					'xcj'=>array('30万以下','30-50万','50万以上'),	//新车购置价
					'cl'=>array('2年以下','2年及以上')				//车龄
					
			 ),//划痕险  保额 单位----元
			'zrxjy' =>array('1年以下','1-2年','2-6年','6年以上'),//自燃险 家庭自用车 		1年以下	1-2年	2-6年	6年以上
			'zrxqt'	=>array('2年以下','2-3年','3-4年','4年以上'),//自然险 其他车		2年以下	2-3年	3-4年	4年以上
			'cszj' 	=>array()//车身折旧费率
	);
	public function __construct(){
		
	}
}